Repository: KarimSlama/Stockifi_task
Catalog: lib/l10n/app_*.arb
Languages: no

# language
source: English
no: Norwegisch

# alert_delete_area
source: Delete area
no: Slett område

# alert_recipe_cant_contain_itself
source: Recipe can't contain itself!
no: Oppskriften kan ikke inneholde seg selv!

# hint_text_search_users
source: Search users...
no: Søk etter brukere...

# label_search
source: Search...
no: Søk...

# label_active_counting_areas
source: Active counting areas
no: Aktive telleområder

# label_add_item
source: Add Item
no: Legg til element

# label_area
source: Area
no: Område

# label_awaiting_your_first_count
source: Awaiting your first count
no: Venter på din første telling

# label_change_user
source: Change user
no: Bytt bruker

# label_contact_mail
source: Contact mail
no: Kontakt e-post

# label_create_area
source: Create Area
no: Opprett område

# label_items_list
source: Items List
no: Vareliste

# label_log_out
source: Log out
no: Logg ut

# label_name
source: Name
no: Navn

# label_new_version_available
source: A newer version of Stockifi is available
no: En nyere versjon av Stockifi er tilgjengelig

# label_no_count_areas_found
source: No count areas found
no: Ingen telleområder funnet

# label_no_counts_found
source: No counts found
no: Ingen tellinger funnet

# label_no_items_found
source: No items found
no: ingen objekter funnet

# label_number_format
source: Number format
no: Tallformat

# label_currency
source: Currency
no: Valuta

# label_language
source: Language
no: Språk

# label_on_hand
source: On Hand
no: På Hand

# label_please_download_latest_version
source: Please download the latest version
no: Last ned den nyeste versjonen

# label_profit_report
source: Profit Report: Wine/Drink
no: Resultatrapport: Vin/drikke

# label_recipes_list
source: Recipes List
no: Liste over oppskrifter

# label_refresh
source: Refresh
no: Forfriske

# label_rename_area
source: Rename Area
no: Gi nytt navn til området

# label_show_password
source: Show password
no: Vis passord

# label_sign_in
source: Sign In
no: Logg inn

# label_size
source: Size
no: Størrelse

# label_sort_report_by
source: Sort report by
no: Sorter rapporten etter

# label_submit
source: Submit
no: Sende inn

# label_tap_here_to_update_cost
source: Tap here to update cost
no: Trykk her for å oppdatere kostnadene

# label_variety
source: Variety
no: Variasjon

# label_supplier
source: Supplier
no: Leverandør

# label_suppliers
source: Suppliers
no: Leverandører

# label_item_does_not_exist
source: Item does not exist
no: Elementet finnes ikke

# label_pos_item_does_not_exist
source: POS Item does not exist
no: POS-vare finnes ikke

# label_you_are_offline
source: You are offline
no: Du er frakoblet

# label_clear
source: CLEAR
no: KLAR

# label_varieties
source: Varieties
no: Varianter

# label_uploading_files
source: Uploading files, please wait...
no: Laster opp filer, vennligst vent...

# label_admin_powers_enabled
source: Admin powers enabled
no: Administrasjonskrefter aktivert

# label_show_timestamp_on_report
source: Show timestamp on report
no: Vis tidsstempel på rapporten

# label_stock_count_report
source: Stock Count Report
no: Lagertellingsrapport

# label_custom_report
source: Custom Report
no: Egendefinert rapport

# label_variance_report
source: Variance Report
no: Avviksrapport

# label_costs_report
source: Costs Report
no: Kostnadsrapport

# label_cost_and_variance_report
source: Costs and Variance Report
no: Kostnads- og avviksrapport

# label_unlock_count
source: Unlock count
no: Lås opp antall

# label_no_completed_counts_found
source: No completed counts found!
no: Fant ingen fullførte tellinger!

# label_end_current_count
source: End current count
no: Avslutt gjeldende telling

# label_end_count
source: End count
no: Slutttelling

# label_start_count
source: Start Count
no: Starttelling

# label_preview_count_report
source: Preview count
no: Antall forhåndsvisninger

# label_no_count_currently_in_progress
source: No count currently in progress
no: Ingen telling pågår for øyeblikket

# label_generating_report
source: Generating report, please wait...
no: Genererer rapport, vennligst vent...

# label_generating_preview
source: Generating preview, please wait...
no: Genererer forhåndsvisning, vennligst vent...

# label_are_you_sure_you_want_to_lock_count
source: Are you sure you want to lock count?
no: Er du sikker på at du vil låse tellingen?

# label_edit_count
source: Edit Count
no: Rediger Antall

# label_cancel_invoice
source: Do you want to cancel processing this invoice?
no: Ønsker du å avbryte behandlingen av denne fakturaen?

# label_remove_image_from_invoice
source: Remove image from invoice?
no: Fjern bilde fra faktura?

# label_document
source: Document
no: Dokument

# label_gallery
source: Gallery
no: Galleri

# label_camera
source: Camera
no: Kamera

# label_no_invoices_found
source: No invoices found
no: Finner ingen fakturaer

# label_cost
source: Cost
no: Koste

# label_total_cost
source: Total Cost
no: Totalkostnad

# label_leave_item_unconnected
source: Leave this item unconnected
no: La dette elementet være ukoblet

# label_no_pos_items_found
source: No POS Items found
no: Ingen POS-varer funnet

# label_add_prebatch
source: Add Prebatch
no: Legg til Prebatch

# label_no_prebatches_found
source: No recipes found
no: Ingen oppskrifter funnet

# label_add_dish
source: Add Menu Item
no: Legg til menyelement

# label_no_dishes_found
source: No menu items found
no: Ingen retter funnet

# label_language_preference
source: Language Preference
no: Språkpreferanse

# label_language_preference_en
source: Switching language to: English. App will restart.
no: Bytter språk til: Engelsk. Appen starter på nytt..

# label_language_preference_no
source: Switching language to: Norwegian. App will restart.
no: Bytter språk til: Norsk. Appen starter på nytt.

# label_add
source: Add
no: Legge til

# label_tag
source: Tag
no: Stikkord

# label_tags
source: Tags
no: Tagger

# label_menu_item
source: Menu Item
no: Menyelement

# label_item
source: Item
no: Punkt

# label_add_tag
source: Add tag
no: Legg til tag

# label_add_note
source: Click to add notes...
no: Klikk for å legge til notater...

# label_please_enter_tag_name
source: Please enter tag name.
no: Vennligst skriv inn merkenavn.

# nav_label_current_count
source: Current Count
no: Nåværende telling

# nav_label_dashboard
source: Dashboard
no: Dashbord

# nav_label_inventory
source: Inventory
no: Inventar

# nav_label_invoices
source: Invoices
no: Fakturaer

# nav_label_lists
source: Lists
no: Lister

# nav_label_previous_counts
source: Previous Counts
no: Tidligere tellinger

# nav_label_reports
source: Reports
no: Rapporter

# radio_label_prebatches
source: Prebatches
no: Prebatcher

# radio_label_dishes
source: Menu Item
no: Menyelement

# message_diverse_selected
source: Diverse items can only be of size: 1, unit: pcs.
no: Diverse varer kan kun være av størrelse: 1, enhet: stk.

# message_invalid_size
source: Please enter size.
no: Vennligst skriv inn størrelse.

# message_locate_item_1
source: Do you want to locate
no: Ønsker du å finne

# message_locate_item_2
source: in the count?
no: i tellingen?

# label_release_to_download
source: Release to download
no: Slipp for nedlasting

# label_enter_size
source: Enter size.
no: Angi størrelse.

# label_pre_filled_item
source: Pre-Filled Item
no: Forfylt vare

# label_cost_in_nok_optional
source: Cost in NOK - optional
no: Kostnad i NOK - valgfritt

# label_organization
source: Organization
no: Organisasjon

# label_ingredients
source: Ingredients
no: Ingredienser

# label_please_add_ingredients
source: Please add ingredients.
no: Vennligst legg til ingredienser.

# label_ingredient_search
source: Ingredient search
no: Ingredienssøk

# label_ingredient
source: Ingredient
no: Ingrediens

# label_slide_to_download
source: Slide to download
no: Skyv for å laste ned

# label_cancel
source: CANCEL
no: AVBRYT

# label_add_wastage
source: Add Wastage
no: Legg til svinn

# label_no_email_found
source: No email found.
no: Finner ingen e-post.

# label_enter_replace_above
source: ENTER 'REPLACE' ABOVE
no: ANGI 'ERSTATT' OVER

# label_create_new_item
source: Create New Item
no: Opprett nytt element

# label_unit
source: Unit
no: Enhet

# label_items
source: Items
no: Elementer

# label_recipes
source: Recipes
no: Oppskrifter

# label_pos_buttons
source: POS Buttons
no: POS-knapper

# label_notifications
source: Notifications
no: Varsler

# label_tasks
source: Tasks
no: Oppgaver

# label_settings
source: Settings
no: Innstillinger

# label_wastage
source: Wastage
no: Sluk

# label_complete
source: Completion %
no: Fullførelse %

# label_pending_invoices
source: Pending Invoices
no: Ventende fakturaer

# label_stockifi_recipes_list_download
source: Stockifi Recipes List
no: Stockifi Oppskrifter Liste

# label_stockifi_item_list_download
source: Stockifi Items List
no: Stockifi Elementer Liste

# label_open_tasks
source: Open Tasks
no: Åpne oppgaver

# label_last_fetch
source: Last Fetch
no: Siste henting

# label_cost_optional
source: Cost - optional
no: Kostnad - valgfri

# label_rename
source: RENAME
no: ENDRE NAVN

# label_create
source: CREATE
no: OPPRETT

# label_file
source: File
no: Fil

# label_types
source: Types
no: Typer

# label_show_archived
source: Show archived
no: Vis arkivert

# hint_text_search_items
source: Search items...
no: Søk etter elementer...

# text_upgrade1
source: Upgrade your package
no: Oppgrader pakken din

# text_upgrade2
source: to unlock this feature ðŸš€
no: for å låse opp denne funksjonen 🚀

# hint_text_username
source: Username
no: Brukernavn

# hint_text_password
source: Password
no: Passord

# label_add_new_area
source: Add New Area
no: Legg til nytt område

# message_area_renamed
source: Area renamed.
no: Område endret navn.

# message_area_created
source: Area created.
no: Område opprettet.

# message_area_deleted
source: Area deleted.
no: Område slettet.

# message_area_name_invalid
source: Area with that name already exists.
no: Område med det navnet finnes allerede.

# message_area_delete_under_review_invalid
source: Unable to delete areas while count is in progress / review.
no: Kan ikke slette områder mens tellingen pågår / gjennomgang.

# message_area_delete_invalid
source: Area cannot be deleted. At least one area should be present.
no: Området kan ikke slettes. Minst ett område skal være tilstede.

# message_offline
source: You can continue to use Stockifi while offline, but please make sure to connect to the internet to prevent losing progress & sync.
no: Du kan fortsette å bruke Stockifi mens du er offline, men sørg for å koble til internett for å unngå å miste fremdrift og synkronisering.

# message_tutorial
source: Select the area you want to count and use the search function to find the item
no: Velg området du vil telle og bruk søkefunksjonen for å finne elementet

# message_item_replaced_successfully
source: Item replaced successfully.
no: Elementet er erstattet med suksess.

# message_please_enter_name
source: Please enter name.
no: Vennligst skriv inn navn.

# message_please_select_variety
source: Please select variety.
no: Vennligst velg sort.

# message_please_select_unit
source: Please select unit.
no: Vennligst velg enhet.

# message_type_is_not_editable
source: Type is not editable
no: Type er ikke redigerbar

# message_size_is_not_editable
source: Size is not editable
no: Størrelse er ikke redigerbar

# message_unit_is_not_editable
source: Unit is not editable
no: Enhet er ikke redigerbar

# message_variety_is_not_editable
source: Variety is not editable
no: Sort er ikke redigerbar

# message_failed_to_replace_item
source: Failed to replace item!
no: Feilet i å erstatte element!

# message_unable_to_waste_deleted_item
source: Unable to waste deleted item.
no: Kan ikke kaste bort slettet element.

# message_new_version
source: Hey there's a new version available!
no: Hei, det er en ny versjon tilgjengelig!

# message_locale_report
source: Report is currently generated by Stockifi, please contact support to assist you with this.
no: Rapporten genereres for øyeblikket av Stockifi, vennligst kontakt support for å hjelpe deg med dette.

# label_toggle_count_item
source: Toggle to count item per kg/l
no: Veksle for å telle element per kg/l

# message_dialog_count_confirm
source: The total value of your entry is XXX. Are you sure you counted correctly?
no: Det totale beløpet for oppføringen din er XXX. Er du sikker på at du har talt riktig?

# label_filter_count_item
source: Filter so you only see the categories that you are counting (Mat, Vin, Brennevin ect.)
no: Filtrer så du bare ser kategoriene du teller (Mat, Vin, Brennevin osv.)

# label_slider_open_bottle
source: Use the slider to measure open bottles
no: Bruk glidebryteren for å måle åpne flasker

# message_dialog_edit_measurement
source: Do you want to edit this measurement?
no: Ønsker du å redigere denne målingen?

# label_filters
source: Filters
no: Filtre

# label_grand_total
source: Grand Total:
no: Hovedtotal:

# label_locate_item
source: Locate Item
no: Finn element

# message_report_not_found
source: Report not found.
no: Rapport ikke funnet.

# message_stockifi_costs_variance_report
source: Stockifi Costs & Variance Report
no: Stockifi Kostnader & Variasjonsrapport

# label_generate_c_v
source: Generate C&V
no: Generer C&V

# label_total
source: Total:
no: Totalt:

# message_title_unable_to_unlock_count
source: Unable to unlock count
no: Kan ikke låse opp telling

# message_content_unable_to_unlock_count_1
source: 7 days passed since count completed.
no: 7 dager har gått siden tellingen ble fullført.

# message_content_unable_to_unlock_count_2
source: If you still want to unlock it, contact us.
no: Hvis du fortsatt ønsker å låse den opp, kontakt oss.

# label_perio
source: Period
no: Periode

# message_offline_count_warning
source: Unable to end count while offline
no: Kan ikke avslutte telling mens offline

# label_preview_stock_count
source: Preview the stock count
no: Forhåndsvis lagertellingen

# hint_text_search_all_areas
source: Search all areas...
no: Søk i alle områder...

# label_is_this_correct
source: Is this correct?
no: Er dette riktig?

# label_yes
source: Yes
no: Ja

# message_x_count_is_correct
source: XXX's count is correct
no: XXX's telling er korrekt

# label_start_count_and_set_up
source: Start count and set up Areas
no: Start telling og sett opp områder

# message_unable_to_lock_count
source: Unable to lock count. Please complete all the tasks.
no: Kan ikke låse tellingen. Vennligst fullfør alle oppgavene.

# label_lock_count
source: Lock count
no: Lås telling

# hint_text_add_comment
source: Add comment...
no: Legg til kommentar...

# label_food_total
source: Food total:
no: Mat totalt:

# label_add_new_invoice
source: Add New Invoice
no: Legg til ny faktura

# label_add_extre_image
source: Add Extra Image
no: Legg til ekstra bilde

# label_unknown
source: Unknown
no: Ukjent

# label_invoice
source: Invoice
no: Faktura

# label_delivery_date
source: Delivery Date
no: Leveringsdato

# label_edit_item
source: Edit item
no: Rediger element

# message_success_edit_item
source: is successfully archived.
no: er arkivert med suksess.

# message_confirm_edit_item
source: Are you sure you want to archive item
no: Er du sikker på at du vil arkivere elementet

# message_confirm_delete_item
source: Are you sure you want to delete item
no: Er du sikker på at du vil slette elementet

# message_invalid_delete_item
source: Item is in current count. Item cannot be deleted.
no: Elementet er i gjeldende telling. Elementet kan ikke slettes.

# message_success_delete_item
source: Item deleted.
no: Element slettet.

# message_confirm_remove_item_archives
source: Are you sure you want to remove item XXX from archives?
no: Er du sikker på at du vil fjerne elementet XXX fra arkiver?

# message_confirm_remove_recipe_archives
source: Are you sure you want to remove recipe XXX from archives?
no: Er du sikker på at du vil fjerne oppskriften XXX fra arkiver?

# message_confirm_archive_recipe
source: Are you sure you want to archive recipe XXX from archives?
no: Er du sikker på at du vil arkivere oppskriften XXX fra arkiver?

# message_confirm_remove_pos_button_archives
source: Are you sure you want to remove POS button XXX from archives?
no: Er du sikker på at du vil fjerne POS-knappen XXX fra arkiver?

# message_confirm_remove_wastages
source: Are you sure you want to remove XXX wastage?
no: Er du sikker på at du vil fjerne XXX avfall?

# message_success_remove_item_archives
source: XXX is successfully removed from archives.
no: XXX er vellykket fjernet fra arkiver.

# label_replace_item
source: Replace item:
no: Erstatt element:

# label_with
source: with:
no: med:

# label_replace
source: REPLACE
no: ERSTATT

# label_mark_all_as_read
source: Mark all as read
no: Marker alle som lest

# label_changing_camera
source: Changing camera lens
no: Endrer kameralinse

# label_from_gallery
source: From Gallery
no: Fra galleri

# label_take_picture
source: Take a picture
no: Ta et bilde

# label_text_detector
source: Text Detector
no: Tekstdetektor

# message_save_edit_item_dialog1
source: Are you sure you want to save this POS Item with Cost % >
no: Er du sikker på at du vil lagre denne POS-varen med kostnads%>

# label_edit_pos_button
source: Edit POS Button
no: Rediger POS-knapp

# message_confirm_archive_dialog
source: Are you sure you want to archive POS button XXX?
no: Er du sikker på at du vil arkivere POS-knappen XXX?

# messsage_success_archive_dialog
source: XXX is successfully archived.
no: XXX er arkivert med suksess.

# label_article_group
source: Article Group
no: Artikkelgruppe

# label_selling_price
source: Selling Price
no: Salgspris

# label_search_pos_buttons
source: Search POS Buttons...
no: Søk POS-knapper...

# title_pos_item_excel
source: POS Items List
no: POS-vareliste

# label_qty
source: Qty
no: Antall

# label_edit_prebatch
source: Edit Prebatch
no: Rediger forhåndsbatch

# label_edit_menu_item
source: Edit Menu Item
no: Rediger menyelement

# message_title_no_change_recipe
source: Discard changes?
no: Forkast endringer?

# message_content_no_change_recipe
source: You have unsaved changes. Are you sure you want to navigate away from this page?
no: Du har endringer som ikke er lagret. Er du sikker på at du vil forlate denne siden?

# message_recipe_cannot_archived
source: Recipe cannot be archived.
no: Oppskriften kan ikke arkiveres.

# message_recipe_cannot_deleted
source: Recipe cannot be deleted.
no: Oppskriften kan ikke slettes.

# message_recipe_in_current_count
source: Recipe is in current count.
no: Oppskriften er i gjeldende telling.

# message_recipe_used_in_another_recipe
source: Recipe is used in another Recipe.
no: Oppskriften brukes i en annen oppskrift.

# message_recipe_used_in_pos_item
source: Recipe is used in POS Item.
no: Oppskriften brukes i POS-element.

# hint_text_search_prebatches
source: Search prebatches...
no: Søk etter forhåndsbatcher...

# hint_text_search_menu_items
source: Search menu items...
no: Søk etter menyelementer...

# label_prebatches_list
source: Prebatches List
no: Forhåndsbatcher-liste

# label_dishes_list
source: Menu Items List
no: Menyelementer-liste

# label_go_to
source: Go to
no: Gå til

# label_no_wastage
source: No wastage yet
no: Ingen avfall ennå

# label_wastage_locked
source: Wastage is locked.
no: Avfallet er låst.

# label_alcohol_free_total
source: Alcohol-Free Total:
no: Alkoholfritt totalt:

# hint_text_search_wastage
source: Search wastage...
no: Søk etter avfall...

# title_wastage_excel
source: Wastage List
no: Avfallsliste

# nav_label_inventory_status
source: Inventory Status
no: Lagerstatus

# nav_label_default
source: Page
no: Side

# label_save
source: SAVE
no: LAGRE

# label_show_app_tutorials
source: Show app tutorials
no: Vis app-veiledninger

# label_enable_search_text_highlight
source: Enable search text highlight
no: Aktiver tekstsøk-fremheving

# label_edit_wastage
source: Edit Wastage
no: Rediger avfall

# label_add_new
source: Add New
no: Legg til ny

# message_please_select_type
source: Please select type.
no: Vennligst velg type.

# label_select_all
source: Select all
no: Velg alle

# label_type_to_find_an_item
source: Type to find an item
no: Skriv for å finne et element

# label_transfer
source: Transfer
no: Overfør

# label_transfer_item
source: Transfer Item
no: Overfør element

# label_to
source: to
no: til

# label_select_item_that_corresponds_to_the_transfer_request
source: Select an item that corresponds to the transfer request
no: Velg et element som svarer til overføringsforespørselen

# label_selected_item
source: Selected item
no: Valgt element

# label_accept
source: Accept
no: Aksepter

# label_item_transfer_request_accepted
source: Item transfer request accepted
no: Overføringsforespørsel for element akseptert

# label_accept_item_request_confirmation
source: Are you sure you want to accept this item transfer request?
no: Er du sikker på at du vil akseptere denne overføringsforespørselen for elementet?

# label_cancel_item_request_confirmation
source: Are you sure you want to cancel this item transfer request?
no: Er du sikker på at du vil avbryte denne overføringsforespørselen for elementet?

# label_item_transfer_request
source: Item transfer request
no: Overføringsforespørsel for element

# label_item_transfer_request_created
source: Item transfer request created
no: Forespørsel om vareoverføring opprettet

# message_confirm_transfer
source: Are you sure you want to transfer
no: Er du sikker på at du vil overføre
